{
    "Back to top": "กลับขึ้นข้างบน",
    "Title": "หัวข้อ",
    "Thimble": "Thimble",
    "Enter a location": "ป้อนสถานที่",
    "Join our Webmaker Mentor email list": "เข้าร่วม WebMaker Mentor รายชื่ออีเมลของเราจะอยู่ถึงวันที่ในข่าวที่สำคัญและประกาศ",
    "Upload an image": "อัพโหลดภาพ",
    "Mozillaian like you": "ด้วยการสนับสนุนจากคู่ค้าที่ยอดเยี่ยมของเราและ Mozillians เช่นคุณ!",
    "Wordmark only": "wordmark เพียง",
    "Contribute code": "ส่วนรหัส",
    "Get gear.": "รับเกียร์",
    "a documentary with dynamic links": "สารคดีด้วยการเชื่อมโยงแบบไดนามิก",
    "updated": "อัพเดต",
    "layout with the prefix": "รูปแบบที่มีคำนำหน้า",
    "Countries": "ประเทศ",
    "vdo-profile": "รายละเอียดวิดีโอที่จะแนะนำตัวเองไปทั่วโลก",
    "browserUpgradeWarning": "เบราว์เซอร์ของคุณอาจขาดฟังก์ชั่นที่จำเป็นโดย WebMaker ทำงานอย่างถูกต้อง โปรด <a href='http://browsehappy.com/' target='_blank'> ความอัพเกรดเบราว์เซอร์ </ a> ของคุณสำหรับประสบการณ์ที่ดีขึ้น",
    "Upcoming Events": "<em>แล้วมาใหม่ <br />เหตุการณ์</em>",
    "Send me email updates": "ส่งอีเมลแจ้งข่าวสารเกี่ยวกับ WebMaker Mozilla และโครงการอื่น ๆ",
    "these are your makes:": "เหล่านี้จะทำให้คุณ:",
    "We provide starter projects": "เราให้ <a href='/t/webmaker:template'> โครงการเริ่มต้น</a>, แม่แบบและ <a href='/{{lang}}/teach'> วิธีการแนะนำ</a>เพื่อสร้างแรงบันดาลใจ ครูและผู้เรียนในทุกระดับเพื่อสร้างบนเว็บและแบ่งปันความรู้ของพวกเขากับคนอื่น ๆ",
    "Get involved with Webmaker.": "รับที่เกี่ยวข้องกับการ WebMaker",
    "Get Involved Desc": "สนับสนุนการเข้าถึงและเชื่อมต่อกับชุมชน WebMaker",
    "an online poster for your favourite movie": "โปสเตอร์ออนไลน์สำหรับภาพยนตร์ที่คุณชื่นชอบ",
    "Teach page": "หน้าสอน",
    "teachDesc": "คุณไม่จำเป็นต้องมีตัวช่วยที่จะช่วยให้คนอื่น ๆ เรามีทรัพยากรที่จะช่วยสอนให้ความรู้ดิจิตอล webmaking นิทานออนไลน์และอื่น ๆ",
    "We're techies": "เรา techies, ผู้ผลิต, การศึกษาผู้ปกครองและคนหลงใหลอื่น ๆ ที่ดูแลเกี่ยวกับการสร้างเว็บโลกรู้เพิ่มเติม เราสนับสนุนการเรียนรู้ทุกที่: ในบ้านสำนักงานของเรา, ย่านห้องเรียนและออนไลน์ เราเชื่อว่าการทำบางสิ่งบางอย่างที่คุณรัก - ออนไลน์หรือปิด - เป็นวิธีที่ดีที่สุดที่จะเรียนรู้",
    "Learning through making": "การเรียนรู้ผ่านการเป็นส่วนหนึ่งของภารกิจหลักของ Mozilla",
    "File follow-up bugs": "ไฟล์การติดตามข้อบกพร่อง",
    "Shower your volunteer with love and Mozilla gear": "<strong>อาบน้ำอาสาสมัครของคุณด้วยความรักและเกียร์ Mozilla</strong>. ขอบคุณบิ๊กกับพวกเขา (และคุณ) ที่ช่วยเราให้ WebMaker ที่ดีกว่าสำหรับทุกคน",
    "Kitchen Party Planning Guide": "ครัวคู่มือการวางแผนจัดงานปาร์ตี้",
    "About Emma": "เอ็มม่าวิ่งแยมสับสำหรับ 10-12 ปี olds ที่มหาวิทยาลัยห้องปฏิบัติการคอมพิวเตอร์ในประเทศของเธอในวิกตอเรีย, แคนาดา ตอนนี้เธอทำงานร่วมกับที่ปรึกษาอื่น ๆ ที่จะเปิดตัว # GenOpen แห่งหนึ่งของโลกเป็นครั้งแรกของโครงการมาเปิดดำเนินการโดยและสำหรับเด็กและเยาวชน",
    "I agree to your terms": "ผมเห็นด้วยกับคุณ <a href='/{{lang}}/terms'>เงื่อนไขการใช้บริการ</a> และ <a href='/{{lang}}/privacy'>เงื่อนไข</a>",
    "Older": "มากกว่า",
    "We are always thrilled to hear from users": "เราตื่นเต้นเสมอที่จะได้ยินจากผู้ใช้! ที่นี่รายชื่อยาวของโรคจิตจับการประชุมเชิงปฏิบัติการของ Mozilla",
    "Name your event": "ชื่องานของคุณ",
    "Me": "ฉัน",
    "Emma": "เอ็มม่า",
    "How are we doing?": "เรามีวิธีการทำ?",
    "Who are Webmaker mentors?": "ใครพี่เลี้ยง WebMaker คืออะไร?",
    "Contact": "ติดต่อ",
    "From starter make": "ตั้งแต่เริ่มต้นทำ",
    "teachHeader": "ขอเว็บสอนร่วมกัน",
    "Webmaker mentors get access": "พี่เลี้ยง WebMaker ได้รับการเข้าถึงเกียร์ Mozilla โลภเช่นสติกเกอร์, เสื้อยืดและป้ายเพื่อกระตุ้นการเรียนรู้และทำให้เหตุการณ์ที่เกิดขึ้นแม้จะน่ากลัวมากขึ้น <a href='mailto:makerparty@mozilla.org'>ได้รับการติดต่อ</a> เพื่อเรียนรู้เพิ่มเติม",
    "Home": "บ้าน",
    "You are not signed in": "คุณยังไม่ได้ลงนามใน",
    "4 hours, 2 weeks": "4 ชั่วโมงหรือนานกว่า 2 สัปดาห์ในการเตรียมการที่จำเป็น",
    "Submit a bug on Bugzilla": "ส่งข้อผิดพลาดใน Bugzilla",
    "Privacy": "ความเป็นส่วนตัว",
    "Getting Started with Bugzilla": "เริ่มต้นกับการ Bugzilla",
    "Connect through social media": "<strong>เชื่อมต่อผ่านสื่อสังคม</strong> และดูสิ่งที่ผู้คนกำลังทำตามเหตุการณ์ที่เกิดขึ้นจากทั่วโลกและตรวจสอบโครงการ WebMaker ใหม่โดยการเยี่ยมชมของเรา <a href='//mozillawebmaker.tumblr.com/'>Tumblr</a>, <a href='//twitter.com/webmaker'>Twitter</a>, <a href='//www.facebook.com/mozilla'>Facebook</a>, <a href='//www.flickr.com/photos/mozilladrumbeat/favorites/'>Flickr</a> และ <a href='//blog.webmaker.org/'>บล็อกของเรา</a>.",
    "Mozilla Webmaker": "Mozilla Webmaker",
    "Familiarize yourself with our survey": "ทำความคุ้นเคยกับเรา <a href='http://mzl.la/survey-summer2013' target='_blank'>การสำรวจ</a>.",
    "Learn and teach new hacking skills": "เรียนรู้และสอนทักษะการแฮ็คใหม่",
    "Claim your webmaker space": "เรียกร้องพื้นที่ WebMaker ของคุณ",
    "Team up to explore": "ทีมขึ้นคนที่มีความแตกต่างกันทักษะชุดเพื่อสำรวจท้าทายที่น่าสนใจ",
    "Status": "สถานะ",
    "Hosting Webmaker events": "<a href='/{{lang}}/events'>โฮสติ้งเหตุการณ์ WebMaker</a> ที่จะแบ่งปันความรู้ของคุณทั้งสองคนในและออนไลน์",
    "Cities": "เมือง",
    "Say hello on a Webmaker cummunity call": "กล่าวทักทายเมื่อ <a href='//wiki.mozilla.org/Webmakers/Community_Calls'>โทรชุมชน WebMaker</a>.",
    "see how it works": "เราได้สร้างทุกอย่างเพื่อให้คุณสามารถดูวิธีการทำงานเอามันออกจากกันและเรียบเรียงมัน",
    "Contribute a guide or resource": "มีส่วนร่วมในคู่มือหรือทรัพยากร",
    "Feedback": "ข้อเสนอแนะ",
    "Where?": "ที่ไหน?",
    "Submitted by": "ส่งโดย",
    "indexHeader": "ทำอะไรบางอย่างกับ WebMaker",
    "eventHeader": "ต้องการที่จะทำให้เว็บกับคนอื่น ๆ ?",
    "Details": "รายละเอียด",
    "Party": "งานเลี้ยง",
    "This is the G+ community": "นี้เป็นชุมชน G+ สำหรับทุกคนที่สนใจในการเรียนการสอนบนเว็บ จะมีส่วนร่วมในการอภิปรายหาทรัพยากรที่มีประโยชน์และดูสิ่งที่คนอื่นกำลังทำและการเรียนรู้",
    "Hang out as a family on the computer": "ออกไปเที่ยวเป็นครอบครัวบนเครื่องคอมพิวเตอร์",
    "Tweet #teachtheweb": "บน # teachtheweb",
    "We recognize that innovation can come from anyone": "เราตระหนักดีว่านวัตกรรมที่สามารถมาจากทุกคนทุกที่ดังนั้นเราจึงนำมารวมกันคนที่มีทักษะที่หลากหลายและภูมิหลัง - ครูผู้สร้างภาพยนตร์,<a href='http://www.mozillaopennews.org/'>นักข่าว</a>, แฮกเกอร์, เยาวชน, ศิลปิน, <a href='http://kaythaney.com/'>นักวิทยาศาสตร์</a> ผู้กำหนดนโยบายและอื่น ๆ - จะร่วมมือออนไลน์และเหตุการณ์ที่เกิดขึ้นทั่วโลก",
    "Expand your network.": "ขยายเครือข่ายของคุณ",
    "Our goal:": "เป้าหมายของเรา:",
    "Communicate": "สื่อสาร",
    "About Us Desc": "เรียนรู้เพิ่มเติมเกี่ยวกับสิ่งที่เราเป็นและสิ่งที่ทำให้เราติ๊ก",
    "Spend an hour on a rainy day": "การใช้จ่ายชั่วโมงในวันฝนตก",
    "Enjoy!": "เพลิดเพลิน",
    "teachBanner": "เรา <a href='/{{lang}}/about'/>ชุมชนทั่วโลก</a> ของมนุษย์ที่เป็นมิตรกับภารกิจที่จะช่วยให้ผู้คนได้เรียนรู้การสร้างบล็อกของเว็บ",
    "Submit a bug for Webmaker.org": "ส่งข้อผิดพลาดสำหรับ Webmaker.org",
    "Share Your Project": "ส่งโครงการของคุณ",
    "Let us help.": "ให้เราช่วย",
    "Contribute code paragraph": "ทั้งหมดเครื่องมือ WebMaker เป็นโอเพนซอร์ส มีส่วนร่วมในความคิดของแพทช์ข้อบกพร่องหรือการสาธิตของคุณเองและต้นแบบ เอกสารประกอบการเข้าถึงการติดตามปัญหาและอื่น ๆ",
    "Next step help": "ที่ต้องการความช่วยเหลือในขั้นตอนต่อไปหรือไม่ ตรวจสอบออกของเรามีประโยชน์",
    "All": "ทั้งหมด",
    "Stay in touch.": "อยู่ในการติดต่อ",
    "Shape standards.": "รูปร่างมาตรฐาน",
    "Community": "ชุมชน",
    "Sign in to save": "เข้าสู่ระบบเพื่อบันทึก",
    "Making the web physical": "การทำเว็บทางกายภาพ",
    "Teach the web paragraph": "คุณไม่จำเป็นต้องมีตัวช่วยที่จะสอนให้เว็บ เราได้สร้าง<a href='/{{lang}}/teach'>แนะนำ hackable</a> สำหรับการเรียนการสอนความรู้ดิจิตอล webmaking นิทานออนไลน์และอื่น ๆ",
    "PNG": "PNG",
    "Host a user testing paragraph": "เซสชั่นการทดสอบของผู้ใช้คือเมื่อคุณนั่งลงกับผู้ใช้มีพวกเขาสำรวจเว็บไซต์แล้วกรอกแบบสำรวจกับการตอบสนองของพวกเขา การประชุมเหล่านี้เป็นประโยชน์อย่างมากสำหรับเราเพราะผู้ใช้สามารถมุ่งเน้นในการสำรวจเว็บไซต์ในขณะที่คุณดูแลอย่างถูกต้องรายงานเกี่ยวกับประสบการณ์ของพวกเขา",
    "Wait, there's more!": "รอมีมากขึ้น!",
    "Registration Link": "ลิ้งค์ที่ลงทะเบียน:",
    "Num of Attendees expected": "คุณเป็นอย่างไรผู้เข้าร่วมประชุมจำนวนมากคาดหวัง?",
    "Submit a bug now": "ส่งข้อผิดพลาดในขณะนี้",
    "Start Making": "เริ่มต้นทำ",
    "mobile unsupport": "อ้างเพียงเพื่อให้คุณรู้ว่าเว็บไซต์นี้ไม่ได้ทำงานอย่างเต็มที่บนมือถือ",
    "Mozilla's annual Maker Party": "ของ Mozilla ประจำปี <a href='/{{lang}}/party'>พรรคเครื่อง</a> และ <a href='http://mozillafestival.org/'>เทศกาล Mozilla</a> ดึงดูดหลายพันคนของผู้เรียนกระตือรือร้นที่ไม่พูดถึงการถ่ายทำภาพยนตร์นักข่าวนักการเมืองศิลปินและนักประดิษฐ์",
    "Become a mentor paragraph": "การให้คำปรึกษาเป็นโอกาสที่จะแบ่งปันความรู้ของคุณและให้ข้อเสนอแนะโดยตรงกับผู้เรียนทุกเพศทุกวัยทั่วโลกที่กำลังหิวสำหรับทักษะดิจิตอล",
    "Grow your reach.": "เติบโตการเข้าถึงของคุณ",
    "how are we doing sub": "ที่ได้รับความคิดเห็นของคุณกับประสบการณ์ WebMaker เป็นจริงที่สำคัญกับเรา ในความเป็นจริงความคิดเห็นของคุณจะสวยมากสิ่งแรกที่เราคำนึงถึงเมื่อเราวางแผนที่ impovements อนาคตไปยังเว็บไซต์ โปรดใช้เวลาสักนาทีที่จะบอกให้เราทราบสิ่งที่คุณชอบเกี่ยวกับเว็บไซต์, สิ่งที่ไม่ทำงานวิธีที่คุณคาดหวังว่ามันจะและสิ่งที่อาจจะดีกว่า",
    "Optional": "ไม่จำเป็น",
    "A Hive Pop-Up is fantastic way to:": "Hive Pop-Up เป็นวิธีที่ยอดเยี่ยม:",
    "Maker Party Logo": "โลโก้พรรคเครื่อง",
    "event guides": "การจัดกิจกรรม",
    "Event Guides": "ทุกเหตุการณ์",
    "Filter the gallery": "กรองแกลเลอรี่",
    "Join our community call": "เข้าร่วมชุมชนของเราเรียกร้องให้ทุกวันอังคาร ทั้งหมดยินดีต้อนรับ! ถามคำถาม, ตอบสนองชุมชนและพนักงานของเราและค้นหาแหล่งข้อมูลที่คุณต้องการ",
    "Event Admin": "งานอีเว้นท์",
    "Attendees": "ผู้เข้าร่วมประชุม",
    "Legal": "ถูกกฎหมาย",
    "What are you looking for?": "คุณกำลังมองหาอะไรอยู่?",
    "Save": "ประหยัด",
    "participate in user testing paragraph": "มีส่วนร่วมในการทดสอบผู้ให้ข้อเสนอแนะหรือช่วยให้มีการควบคุมคุณภาพ การทดสอบและความคิดของคุณจะทำให้ผลิตภัณฑ์ WebMaker Mozilla ที่ดีขึ้นและช่วยกำหนดอนาคตของพวกเขา",
    "Hello.": "สวัสดี.",
    "privacy policy": "นโยบายความเป็นส่วนตัว",
    "Community center, library, school": "ในพื้นที่เปิดศูนย์ชุมชนเช่นห้องสมุดหรือโรงเรียน",
    "Submit a bug for Popcorn Maker": "ส่งข้อผิดพลาดสำหรับการผลิตข้าวโพดคั่ว",
    "Contribute a guide or resource paragraph": "คุณมีโครงการความรู้ดิจิตอล เราชอบที่จะได้ยินเกี่ยวกับมันและอาจร่วมกันเมื่อ Webmaker.org",
    "Use our Tools Desc": "สร้างแบบใหม่หรือใช้ ต้นแบบ โดยใช้ Popcorn Maker และ Thimble.",
    "active daily discussion paragraph": "นี่คือการสนทนาในชีวิตประจำวันใช้งานมากขึ้นที่คุณสามารถช่วยให้รูปร่างทิศทางของโครงการ WebMaker",
    "Make something": "ทำอะไรบางอย่าง",
    "Jon": "จอน",
    "9 Ways to get Involved parapgraph": "Mozilla WebMaker สร้างโครงการซอฟแวร์และการจัดกิจกรรมที่ส่งเสริมความรู้ดิจิตอลผ่านการทำและการใช้งานร่วมกัน เราเปิดโครงการแหล่งที่ขับเคลื่อนโดยผู้ผลิตครูและผู้นำชุมชน รักที่เราต้องการให้คุณได้รับที่เกี่ยวข้องกับการ",
    "Starter Makes": "เริ่มต้นที่ทำให้",
    "Receive occasional email paragraph": "รับอีเมลแจ้งข่าวสารเป็นครั้งคราวเพียงเกี่ยวกับสิ่งที่สำคัญที่สุด - ประมาณเดือนละครั้ง",
    "Delete": "ลบ",
    "Join our global conversation forum.": "เข้าร่วมฟอรั่มการสนทนาของเราทั่วโลก",
    "created": "ถูกสร้างขึ้น",
    "Created at": "สร้างเมื่อ",
    "Event ends": "เหตุการณ์จบลง",
    "A Hack Jam is a great way to": "แยมสับเป็นวิธีที่ดีไป:",
    "Make something paragraph": "ทำให้เป็นพื้นฐานของทุกสิ่งที่เราทำสถานที่ที่ดีสำหรับคุณที่จะเริ่มต้นด้วย WebMaker คือการสร้างสิ่งที่ใช้ออนไลน์ <a href='//popcorn.webmaker.org/'>Popcorn Maker</a> หรือ <a href='//thimble.webmaker.org'>Thimble</a> และร่วมกับโลก",
    "Event Metrics": "Event Metrics",
    "a hilarious meme": "a hilarious meme",
    "Sign up for email updates": "ลงทะเบียนเพื่อรับอีเมลแจ้งข่าวสาร",
    "Become a Mentor Desc": "Provide direct feedback to learners of any age from around the world",
    "Check out your page": "Check out your page:",
    "Donate to Webmaker paragraph": "As a non-profit organization, we depend on the generosity of people like you to fund our goal of encouraging millions of people around the world to move beyond using the web to making it.",
    "Hack Jam": "Hack Jam",
    "Mozilla": "Mozilla",
    "Confirm event deletion": "Are you sure you want to permanently delete this event?",
    "Submit a bug for Thimble": "Submit a bug for Thimble",
    "Newer": "Newer",
    "Search": "Search",
    "Start from scratch": "Start from scratch",
    "when we understand the building blocks": "After all, it's only when we understand the building blocks of the web that we can have a hand in shaping its future.",
    "Explore our mentoring program": "Explore our mentoring program",
    "Event begins": "Event begins",
    "Kitchen Party Logo": "Kitchen Party Logo",
    "Make cool things on the web": "Make cool things on the web",
    "You are displaying the": "You are displaying the",
    "Become a mentor": "Become a mentor",
    "Cancel": "Cancel",
    "error-404": "404: You found a loose thread!<br>Please try a <a href='/{{lang}}/search'>search</a> or visit our <a href='/{{lang}}'>homepage.</a>",
    "toolsThimbleDesc": "Thimble makes it ridiculously simple to create and share your own web pages. Write and edit HTML and CSS right in your browser, then instantly preview your work. Host and share your finished projects with a single click. Perfect for beginners and experts alike.",
    "encourage millions of people": "encourage millions of people around the world to move beyond using the web to making it.",
    "Logos and Partner Stuff": "Logos and Partner Stuff",
    "and more!": "and more!",
    "Hive Pop-Up Planning Guide": "Hive Pop-Up Planning Guide",
    "1-5 friends or family members": "1-5 friends or family members",
    "Creating and sharing resources": "<a href='/{{lang}}/teach'>Creating and sharing resources</a> like teaching guides, kits and activities with other techies and educators.",
    "Learn to hack with a friend": "Learn to hack with a friend",
    "Hack it.": "Hack it.",
    "Users": "Users",
    "You can build:": "You can build:",
    "Log in to add an Event": "Log in to add an Event",
    "toolsHeader": "Create and remix the web with Webmaker tools.",
    "4 hours, 2-4 weeks": "4 hours or longer, 2-4 weeks of preparation needed",
    "Remix": "Remix",
    "Find an Event": "Find an Event",
    "Standard logo": "Standard logo",
    "Fill out our survey": "Fill out our survey",
    "Advertize your event": "Tell people a few more details about your event. What can they expect?",
    "Login": "Login",
    "Home page": "Home page",
    "starterMakesDesc": "Want to get started, but don't know what to make yet? Here are some projects you can remix now!",
    "Introduce your community to hacking": "Introduce your community to hacking",
    "See how above": "See how <a href='#submit-a-bug'>above</a>.",
    "Sign up for Webmaker announcement list": "Sign up for the <a href='//sendto.mozilla.org/page/s/sign-up-for-mozilla?source=default_signup'>Webmaker announcement list</a></strong>.",
    "Submit your event": "Submit your event",
    "Webmaker's mentor community": "Webmaker's mentor community spans the entire globe. Connect with other techies, educators and mentors to exchange ideas and creative new ways for teaching technology.",
    "Become a Mentor": "Become a Mentor",
    "Link to registration page": "Link to registration page",
    "Num of Attendees": "Number of Attendees:&nbsp;",
    "Get started": "Get started",
    "Whiteboard:": "Whiteboard:",
    "Home, cafe, library": "At home, in a cafe or at the library",
    "Sign in": "Sign in",
    "Summer of Making and Connecting": "Summer of Making and Connecting",
    "Find an event near you or host your own": "Find an event near you or host your own",
    "indexDesc": "เราเป็นชุมชนระดับโลกที่สร้างเว็บโดยการทำให้การเรียนการสอนและมิกซ์ ตรวจสอบออกมาแต่งสร้างแรงบันดาลใจมากที่สุดในสัปดาห์นี้และ <a href='/{{lang}}/login'>ลงทะเบียน</a> สร้างของคุณเอง",
    "A global community that wants": "A global community that wants to teach the web right is creating a <a href='https://wiki.mozilla.org/Learning/WebLiteracyStandard'>Web Literacy Standard</a>. We're trying to build consensus around the skills, competencies and literacies necessary to read, write and participate on the web - now and in the future.",
    "Meet some amazing mentors.": "Meet some amazing mentors.",
    "Mentor": "Mentor",
    "Mentor an eager learner": "Mentor an eager learner",
    "Webmaker mentors are defining the future": "Webmaker mentors are defining the future of education and technology with innovative new pedagogies and interest-driven, learner-centered content.",
    "Built with": "Built with",
    "Event location": "Event location",
    "9 Ways to Get Involved with Webmaker": "9 Ways to Get Involved with Webmaker",
    "Create With Others": "Create With Others",
    "School, library": "At a school, library or flexible space",
    "toolsPMDesc": "Popcorn Maker helps you easily remix web video, audio and images into cool mashups that you can embed on other websites. Drag and drop content from the web, then add your own comments and links —all within your browser. Popcorn Maker videos are dynamic, full of links and unique with every view.",
    "Sign up for your Webmaker account.": "Sign up for your Webmaker account.",
    "Webmaker uses Persona, a secure way to sign in.": "Webmaker uses Persona, a secure way to sign in.",
    "Hack Jam Logo": "Hack Jam Logo",
    "Submitting...": "Submitting...",
    "Find or host an event paragraph": "From hack jams to pop ups to the global <a href='/{{lang}}/party'>Maker Party</a>, there's an event to suit every interest. Search for one near you or host your own — we have <a href='/{{lang}}/event-guides'>guides</a> to show you how.",
    "Get Involved": "รับการมีส่วนร่วม",
    "Bring together local organizations": "Bring together local organizations in a science fair setting",
    "Claim your Webmaker domain.": "Claim your Webmaker domain.",
    "Our team uses an issue tracker": "Our team uses an issue tracker called Bugzilla for filing bugs and monitoring fixes.",
    "Event Link": "Event Link",
    "Event added": "Thank you! Your event has been added.",
    "If you don’t see the Whiteboard field": "If you don’t see the Whiteboard field, make sure the advanced options are showing.",
    "a personalized greeting card": "a personalized greeting card",
    "Start Date": "Start Date",
    "From coding your first line of HTML to building apps": "From coding your first line of HTML to building apps that change the world, Maker Party is your chance to connect with a global community of creators. Build something from scratch or remix a project and make it your own.",
    "Events": "เหตุการณ์ที่เกิดขึ้น",
    "Tags": "แท็ก",
    "Show Off Your Work": "Show Off Your Work",
    "Maker Party": "พรรคเครื่อง",
    "Not sure what to make?": "Not sure what to make?",
    "Filter projects by...": "โครงการกรองโดย ...",
    "New User": "New User",
    "Make something amazing on the web": "Make something amazing on the web",
    "About Unnati": "Unnati participated in our Summer Code Party in 2012 where she learned to remix her own web pages using Thimble and Popcorn. She now shares her knowledge by teaching her friends, family and classmates basic HTML.",
    "Find a willing volunteer": "<strong>Find a willing volunteer</strong> and walk them through our survey. Let them drive, but ask them to speak their thoughts aloud so you can write them in the form.",
    "Use our Tools": "Use our Tools",
    "No makes found.": "No makes found. Did you mean to search by title?",
    "Popcorn Maker": "Popcorn Maker",
    "Be on the cutting edge.": "Be on the cutting edge.",
    "Mentor an eager learner paragraph": "As part of Mozilla’s non-profit <a href='http://www.mozilla.org/en-GB/about/manifesto/'>mission</a>, our goal is to spread digital literacy and skills through open collaboration. Mentoring is key to accomplishing this on a global scale. Webmaker mentors help others learn digital skills and share creative new ways for teaching technology.",
    "No makes were found!": "No makes were found!",
    "Demonstrate cool web ideas": "Demonstrate cool web ideas",
    "My makes": "ทำให้ฉัน",
    "Provide fun hands-on activities": "Provide fun hands-on activities",
    "guide": "guide",
    "X-Ray Goggles": "X-Ray Goggles",
    "Remixed from": "Remixed from",
    "Commitments": "Commitments",
    "Joining our weekly community calls": "<a href='https://wiki.mozilla.org/Webmakers/Community_Calls'>Joining our weekly community calls</a> to connect with mentoring community.",
    "When you file your bug": "When you file your bug, be sure to put <strong>&quot;Feedback&quot;</strong> in the Status Whiteboard field so we can find it. If you don’t see the Whiteboard option, make sure the advanced options are showing.",
    "make": "ทำ",
    "2-10 participating organizations": "2-10 participating organizations",
    "eventDesc": "We've got guides to help you plan. What are you in the mood to try?",
    "End Date": "End Date",
    "About": "About",
    "Hive Pop up Logo": "Hive Pop up Logo",
    "bug doesn’t necessarily mean there’s something wrong": "<strong>And just because it’s called a &quot;bug&quot; doesn’t necessarily mean there’s something wrong</strong>; it can be an idea you have for a feature, a note about how much you like something or a non-technical suggestion for improvments.",
    "Webmaking made easy": "Webmaking made easy",
    "Start the survey now": "Start the survey now",
    "ID": "ID",
    "Total Events": "Total Events",
    "Webmaker Community": "Webmaker Community",
    "Sort by": "Sort by",
    "10 - 50 participants": "10 - 50 participants",
    "Youth mentor": "Youth mentor",
    "Tools": "เครื่องมือ",
    "From newsletters to community calls": "จากจดหมายข่าวให้กับโทรชุมชนมีหลายวิธีที่คุณสามารถเข้าร่วมชุมชนของเรา",
    "Mentors help others learn": "Mentors help others learn  digital skills by providing direct feedback to learners of any age from around the world. There is no formal application or process to become a webmaking mentor. Instead, we invite you to simply get involved by:",
    "EPS": "EPS",
    "Tag your work with #makerparty": "Tag your work with #makerparty and inspire others. Share your knowledge, show off your creation and feel the love from the Webmaker community.",
    "Hack Jam Planning Guide": "Hack Jam Planning Guide",
    "Fill out our survey paragraph": "We've put together a detailed <a href='http://mzl.la/survey-summer2013' target='_blank'>survey</a> so you can let us know why you're happy, confused or even...(gulp)...angry with our site. This survey will take about 20 minutes to complete but  we'll send you a free Webmaker t-shirt when you're done! Everyone is welcome to complete the survey – even if you're brand new to Webmaker.",
    "Event Map": "Event Map",
    "Host a user testing session": "Host a user testing session",
    "Learn more.": "Learn more.",
    "Contact with your questions": "Contact <a href='mailto:makerparty@mozilla.org'>makerparty@mozilla.org</a> with your questions.",
    "support our work": "Please <a href='//sendto.mozilla.org/page/contribute/join-mozilla?source=join_link'>support our work</a>.",
    "Maker Party is a part of the MacArthur": "Maker Party is a part of the MacArthur Foundation's Make Summer campaign.",
    "Events Desc": "Find an event near you or host your own.",
    "Delete Event": "Delete Event",
    "Organized by": "Organized by&nbsp;",
    "Updated at": "Updated at",
    "Teach Desc": "สอนให้โลกรู้ดิจิตอลและ webmaking",
    "you": "you",
    "EEVR warning": "This link will take you to an external event registration service, such as Eventbrite.",
    "About Us": "เกี่ยวกับเรา",
    "Share": "Share",
    "Unnati": "Unnati",
    "Makers making things": "Makers making things",
    "Learn more about Persona": "Learn more about <a href='http://www.mozilla.org/en-US/persona/'>Persona.</a>",
    "Our tools, events and teaching guides": "Our <a href='/{{lang}}/tools'>tools</a>, <a href='/{{lang}}/events'>events</a> and <a href='/{{lang}}/teach'>teaching guides</a> allow webmakers to not only create the content that makes the web great, but &mdash; perhaps more importantly &mdash; understand how the web works.",
    "Editor": "Editor",
    "on Bugzilla!": "on Bugzilla!",
    "A Kitchen Party is a fun way to": "A Kitchen Party is a fun way to:",
    "Supercharge web video": "Supercharge web video",
    "Downloads": "Downloads",
    "Hi": "สวัสดี",
    "Help with beta-testing & quality assurance": "Help with beta-testing & quality assurance",
    "Sign up for the event": "Sign up for the event",
    "starterMakesHeader": "Hey Makers!",
    "Kitchen Party": "Kitchen Party",
    "Creating the web is the heart of our work": "Creating the web is the heart of our work. We build tools like <a href='//thimble.webmaker.org'>Thimble</a> and <a href='//popcorn.webmaker.org'>Popcorn Maker</a> that allow people to create amazing content while  peeking under the hood of the internet, getting familiar with all the moving parts and getting their hands dirty with foundational elements like HTML, CSS and JavaScript.",
    "Hive Pop up": "Hive Pop up",
    "Need Help?": "Need Help?",
    "by": "by",
    "Connecting with other mentors": "Connecting with other mentors",
    "noMakes": "You don't have any {{view}} makes",
    "The fastest way to get help": "The fastest way to get help, offer help and connect with other mentors.",
    "We consider digital literacy": "We consider <a href='https://wiki.mozilla.org/Learning/WebLiteracies'>digital literacy</a> a critical skill just like reading, writing and math.",
    "or": "or",
    "Welcome to Webmaker-Mozilla": "Welcome to Webmaker &mdash; a <a href='https://www.mozilla.org/en-US/mission/'>Mozilla</a> project dedicated to helping you create something amazing on the <a href='/{{lang}}'>web</a>.",
    "Make": "สร้าง",
    "From June 15 to September 15": "From June 15 to September 15, thousands of people around the world are meeting up, making cool stuff and teaching others at the 2013 Maker Party.",
    "Teach &amp; Learning": "Teach &amp; Learning",
    "How to become a mentor": "How to become a mentor",
    "an animated gif with sound": "an animated gif with sound",
    "15 minutes - 1 hour": "15 minutes - 1 hour, No preparation needed",
    "Collaboratively build or improve": "Collaboratively build something new or improve something that already exists",
    "User": "User",
    "Why become a mentor?": "Why become a mentor?",
    "Party Partners": "Party Partners",
    "privacy-desc": "I'm okay with you handling this info as you explain in your",
    "Donate to Webmaker": "Donate to Webmaker",
    "Maker Party Desc": "ตั้งแต่วันนี้ถึงวันที่ 15 กันยายนเข้าร่วม webmakers อื่น ๆ ในพรรคเครื่องทั่วโลก",
    "Remix a project": "Remix a project",
    "Error": "Error",
    "Quick links:": "Quick links:",
    "Teach the web": "Teach the web",
    "Start Planning": "Start Planning",
    "Load more": "โหลดเพิ้ม",
    "Prefix": "Prefix",
    "Really delete?": "Really delete?",
    "Donate": "บริจาค",
    "Add an Event": "Add an Event",
    "connect in many ways.": "We're a big community and we connect in many ways.",
    "View Events": "View Events",
    "Video remixing and open source for youth": "Video remixing and open source for youth",
    "Sign out": "ออกจากระบบ",
    "Blog": "บล็อค",
    "The web is still open.": "The web is still open.",
    "Description": "Description",
    "Visit our communications wiki": "Visit our <a href='//wiki.mozilla.org/Webmakers/Communications'>communications wiki</a> to find even more places you can reach us.",
    "Join the Webmaker newsgroup": "Join the <a href='//mzl.la/Webmaker_Newsgroup'>Webmaker newsgroup.",
    "Teach": "สอน",
    "Edit": "Edit",
    "Hive Pop-Up": "Hive Pop-Up",
    "The worldwide Maker Party will bring people together": "The worldwide Maker Party will bring people together at hundreds of events over three months, from workshops, design sprints and code-a-thons to teen tech bashes and father-daughter hack jams. Find a party near you or use our handy event guides to host your own.",
    "Change Event Picture": "Change Event Picture",
    "With this knowledge": "With this knowledge, we can make a web without limits. That's the philosophy behind webmaker.org.",
    "About Jon": "Jon organized a 48-hour hack jam in Dundee, Scotland, exploring everything from a “Twitter bird” made out of paper and wire to hooking Google Maps up to an arcade joystick.",
    "Anyone can submit a bug.": "Anyone can submit a bug.",
    "Find or host an event": "Find or host an event",
    "Engage by title": "Use an awesome title so people will come!",
    "Describe your event": "Describe your event",
    "Sign up": "ลงทะเบียน",
    "From template": "จากแม่แบบ",
    "new Webmaker tools and projects": "Be the first to try out new <a href='/{{lang}}/tools'>Webmaker tools</a> and projects."
}